general/video/the_internets_own_boy.org
#+SETUPFILE: ../../styles/readtheorg.setup
#+TITLE: The Internet's Own Boy

* Timeline

|            | *Age* |                                                                               |
|------------+-------+-------------------------------------------------------------------------------|
| 2000/12/00 |    14 | RSS 1.0 was produced by RSS-DEV Work Group                                    |
|------------+-------+-------------------------------------------------------------------------------|
| 2002/12/00 |    16 | Creative Commons released the first set of copyright licenses                 |
|------------+-------+-------------------------------------------------------------------------------|
| 2005/11/00 |    19 | Swartz worked on the Y Combinator startup Reddit                              |
|------------+-------+-------------------------------------------------------------------------------|
| 2006/10/31 |    20 | Reddit was acquired by Conde Nast Publications                                |
|------------+-------+-------------------------------------------------------------------------------|
| 2007/01/00 |    21 | Swartz was fired by Reddit                                                    |
|------------+-------+-------------------------------------------------------------------------------|
| 2008/07/00 |    22 | Swartz wrote [[https://en.wikisource.org/wiki/Guerilla_Open_Access_Manifesto][Guerilla Open Access Manifesto]]                                   |
|------------+-------+-------------------------------------------------------------------------------|
| 2008/09/04 |    22 | Swartz started downloading 760GB PAGER documents                              |
|------------+-------+-------------------------------------------------------------------------------|
| 2010/09/24 |    24 | Swartz started downloading JSTOR academic journal articles from MIT's network |
|------------+-------+-------------------------------------------------------------------------------|
| 2011/01/06 |    25 | Swartz was arrested by MIT police and Secret Service                          |
|------------+-------+-------------------------------------------------------------------------------|
| 2011/07/14 |    25 | Swartz was indicted by federal prosecutors of 4 felonies                      |
|------------+-------+-------------------------------------------------------------------------------|
| 2011/10/26 |    25 | SOPA was introduced to the United States House of Representatives             |
|------------+-------+-------------------------------------------------------------------------------|
| 2012/01/18 |    26 | Numerous major internet sites committed to a blackout                         |
|------------+-------+-------------------------------------------------------------------------------|
| 2012/09/12 |    26 | Federal prosecutors added 9 felonies to Swartz's indictment                   |
|------------+-------+-------------------------------------------------------------------------------|
| 2013/01/11 |    27 | Swartz committed suicide in his apartment in Brooklyn                         |

* Quote

#+BEGIN_QUOTE
In the 1990s, Berners-Lee was arguably sitting on one of the most lucrative inventions of the 20th century, but instead of profiting from the invention of the World Wide Web, he gave it away for free. It is the only reason the World Wide Web exists today.
#+END_QUOTE

#+BEGIN_QUOTE
He was the internet's own boy, and the old world killed him. We are standing in the middle of a time when great injustice is not touched. Architects of the financial meltdown have dinner with the president, regularly. In the middle of that time, the idea that this is what the government had to prosecute, It just seems absurd, if it weren't tragic.
#+END_QUOTE

#+BEGIN_QUOTE
I don't know whether Aaron was defeated or victorious, but we are certainly shaped by the hand of the things that he wrestled with.
#+END_QUOTE

* Link

1. [[https://en.wikipedia.org/wiki/Aaron_Swartz][Aaron Swartz]]
1. [[https://en.wikisource.org/wiki/Guerilla_Open_Access_Manifesto][Guerilla Open Access Manifesto]]
