general/video/the_internets_own_boy.html
---
title: "The Internet's Own Boy"
---
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>The Internet's Own Boy</title>
<!-- 2016-11-14 周一 00:08 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />

<meta name="viewport" content="width=device-width, initial-scale=1">
<link rel="stylesheet" type="text/css" href="../../styles/readtheorg/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="../../styles/readtheorg/css/font.css"/>
<link rel="stylesheet" type="text/css" href="../../styles/readtheorg/css/readtheorg.css"/>





</head>
<body>
<div id="content">
<h1 class="title">The Internet's Own Boy</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1. Timeline</a></li>
<li><a href="#sec-2">2. Quote</a></li>
<li><a href="#sec-3">3. Link</a></li>
</ul>
</div>
</div>

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> Timeline</h2>
<div class="outline-text-2" id="text-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="right" />

<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">&#xa0;</th>
<th scope="col" class="right"><b>Age</b></th>
<th scope="col" class="left">&#xa0;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">2000/12/00</td>
<td class="right">14</td>
<td class="left">RSS 1.0 was produced by RSS-DEV Work Group</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="left">2002/12/00</td>
<td class="right">16</td>
<td class="left">Creative Commons released the first set of copyright licenses</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="left">2005/11/00</td>
<td class="right">19</td>
<td class="left">Swartz worked on the Y Combinator startup Reddit</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="left">2006/10/31</td>
<td class="right">20</td>
<td class="left">Reddit was acquired by Conde Nast Publications</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="left">2007/01/00</td>
<td class="right">21</td>
<td class="left">Swartz was fired by Reddit</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="left">2008/07/00</td>
<td class="right">22</td>
<td class="left">Swartz wrote <a href="https://en.wikisource.org/wiki/Guerilla_Open_Access_Manifesto">Guerilla Open Access Manifesto</a></td>
</tr>
</tbody>
<tbody>
<tr>
<td class="left">2008/09/04</td>
<td class="right">22</td>
<td class="left">Swartz started downloading 760GB PAGER documents</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="left">2010/09/24</td>
<td class="right">24</td>
<td class="left">Swartz started downloading JSTOR academic journal articles from MIT's network</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="left">2011/01/06</td>
<td class="right">25</td>
<td class="left">Swartz was arrested by MIT police and Secret Service</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="left">2011/07/14</td>
<td class="right">25</td>
<td class="left">Swartz was indicted by federal prosecutors of 4 felonies</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="left">2011/10/26</td>
<td class="right">25</td>
<td class="left">SOPA was introduced to the United States House of Representatives</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="left">2012/01/18</td>
<td class="right">26</td>
<td class="left">Numerous major internet sites committed to a blackout</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="left">2012/09/12</td>
<td class="right">26</td>
<td class="left">Federal prosecutors added 9 felonies to Swartz's indictment</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="left">2013/01/11</td>
<td class="right">27</td>
<td class="left">Swartz committed suicide in his apartment in Brooklyn</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> Quote</h2>
<div class="outline-text-2" id="text-2">
<blockquote>
<p>
In the 1990s, Berners-Lee was arguably sitting on one of the most lucrative inventions of the 20th century, but instead of profiting from the invention of the World Wide Web, he gave it away for free. It is the only reason the World Wide Web exists today.
</p>
</blockquote>

<blockquote>
<p>
He was the internet's own boy, and the old world killed him. We are standing in the middle of a time when great injustice is not touched. Architects of the financial meltdown have dinner with the president, regularly. In the middle of that time, the idea that this is what the government had to prosecute, It just seems absurd, if it weren't tragic.
</p>
</blockquote>

<blockquote>
<p>
I don't know whether Aaron was defeated or victorious, but we are certainly shaped by the hand of the things that he wrestled with.
</p>
</blockquote>
</div>
</div>
<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3"><span class="section-number-2">3</span> Link</h2>
<div class="outline-text-2" id="text-3">
<ol class="org-ol">
<li><a href="https://en.wikipedia.org/wiki/Aaron_Swartz">Aaron Swartz</a>
</li>
<li><a href="https://en.wikisource.org/wiki/Guerilla_Open_Access_Manifesto">Guerilla Open Access Manifesto</a>
</li>
</ol>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2016-11-14 周一 00:08</p>
<p class="creator"><a href="http://www.gnu.org/software/emacs/">Emacs</a> 24.3.1 (<a href="http://orgmode.org">Org</a> mode 8.2.5h)</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
